{
  "LuaSnip": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "indentLine": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v2.x" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nerdtree": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tender.vim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
}